/* Localized versions of Emoticon titles */
/* This file was automatically generated at build time and should not be edited */

/* Skype emoticon name */
"Angel" = "เทวดา";

/* Skype emoticon name */
"Angry" = "โกรธ";

/* Skype emoticon name */
"Bandit" = "โจร";

/* Skype emoticon name */
"Beer" = "เบียร์";

/* Skype emoticon name */
"Big smile" = "ยิ้มกว้าง";

/* Skype emoticon name */
"Blushing" = "เขินจัง";

/* Skype emoticon name */
"Bowing" = "โค้งคำนับ";

/* Skype emoticon name */
"Cake" = "เค้ก";

/* Skype emoticon name */
"Cash" = "เงินสด";

/* Skype emoticon name */
"Clapping" = "ปรบมือ";

/* Skype emoticon name */
"Coffee" = "กาแฟ";

/* Skype emoticon name */
"Cool" = "เข้าท่า";

/* Skype emoticon name */
"Crying" = "ร้องไห้";

/* Skype emoticon name */
"Dancing" = "เต้น";

/* Skype emoticon name */
"Devil" = "ปีศาจ";

/* Skype emoticon name */
"Doh!" = "โด้ะ!";

/* Skype emoticon name */
"Drink" = "ดริ๊งค์";

/* Skype emoticon name */
"Dull" = "น่าเบื่อ";

/* Skype emoticon name */
"Emo" = "อีโม";

/* Skype emoticon name */
"Envious" = "อิจฉา";

/* Skype emoticon name */
"Evil" = "ชั่วร้าย";

/* Skype emoticon name */
"Facepalm" = "เอามือก่ายหน้าผาก";

/* Skype emoticon name */
"Fingers crossed" = "ไขว้นิ้ว";

/* Skype emoticon name */
"Flower" = "ดอกไม้";

/* Skype emoticon name */
"Giggle" = "หัวเราะคิกคัก";

/* Skype emoticon name */
"Handshake" = "จับมือกัน";

/* Skype emoticon name */
"Happy" = "สุขใจ";

/* Skype emoticon name */
"Heart" = "หัวใจ";

/* Skype emoticon name */
"Heidy" = "ไฮดี้";

/* Skype emoticon name */
"High five" = "ตีมือกัน";

/* Skype emoticon name */
"Hug" = "กอด";

/* Skype emoticon name */
"In love" = "ตกหลุมรัก";

/* Skype emoticon name */
"It wasn't me!" = "ฉันไม่ได้ทำนะ!";

/* Skype emoticon name */
"Kiss" = "จูจุ๊บ";

/* Skype emoticon name */
"Lalala" = "ลั้ลลา";

/* Skype emoticon name */
"Make-up" = "แต่งหน้า";

/* Skype emoticon name */
"Mmmmm..." = "อืมมมม...";

/* Skype emoticon name */
"Muscle" = "เบ่งกล้าม";

/* Skype emoticon name */
"Music" = "ดนตรี";

/* Skype emoticon name */
"My lips are sealed" = "รับรองว่าไม่บอกใคร";

/* Skype emoticon name */
"Nerdy" = "เฉิ่มเชย";

/* Skype emoticon name */
"Ninja" = "นินจา";

/* Skype emoticon name */
"No" = "ไม่ใช่";

/* Skype emoticon name */
"Nod" = "พยักหน้า";

/* Skype emoticon name */
"Party" = "ปาร์ตี้";

/* Skype emoticon name */
"Pizza" = "พิซซ่า";

/* Skype emoticon name */
"Puking" = "น่าอาเจียน";

/* Skype emoticon name */
"Raining" = "ฝนตก";

/* Skype emoticon name */
"Rolling on the floor laughing" = "ขำกลิ้ง";

/* Skype emoticon name */
"Sad" = "เศร้า";

/* Skype emoticon name */
"Shake" = "สั่นหน้า";

/* Skype emoticon name */
"Sleepy" = "ง่วงนอน";

/* Skype emoticon name */
"Smiley" = "ยิ้ม";

/* Skype emoticon name */
"Smiley with tongue out" = "ยิ้มแถมแลบลิ้น";

/* Skype emoticon name */
"Smirking" = "ยิ้มเยาะ";

/* Skype emoticon name */
"Speechless" = "พูดไม่ออก";

/* Skype emoticon name */
"Star" = "ดาว";

/* Skype emoticon name */
"Sun" = "ดวงอาทิตย์";

/* Skype emoticon name */
"Surprised" = "แปลกใจ";

/* Skype emoticon name */
"Sweating" = "เหงื่อตก";

/* Skype emoticon name */
"Thinking" = "กำลังคิด";

/* Skype emoticon name */
"Too much information" = "ข้อมูลมากเกินไป";

/* Skype emoticon name */
"Tumbleweed" = "ทัมเบิลวีด";

/* Skype emoticon name */
"Wait" = "รอเดี๋ยว";

/* Skype emoticon name */
"Waiting" = "กำลังรอ";

/* Skype emoticon name */
"Wave" = "คลื่น";

/* Skype emoticon name */
"Whew" = "โล่งอก";

/* Skype emoticon name */
"Winking" = "ขยิบตา";

/* Skype emoticon name */
"Wondering" = "งงงวย";

/* Skype emoticon name */
"Worried" = "เป็นกังวล";

/* Skype emoticon name */
"Yawning" = "หาวนอน";

/* Skype emoticon name */
"Yes" = "ใช่";


/* end of file */
